tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"

# Developerstuffs
brew "cocoapods"
brew "git"
brew "wget"

brew "bat"


cask "raycast"
cask "warp"
cask "font-hack-nerd-font"
cask "amethyst"
cask "numi"
cask "sf-symbols"
brew "eza"
brew "sketchybar"

brew "bun"
brew "yarn"
brew "jq"
brew "docker"
brew "nvm"

# Programs
cask "beardedspice"
brew "slack"
brew "visual-studio-code"

mas install 441258766 # Magnet

# Spotify
brew "spotify"

# Browsers
brew "google-chrome"
cask "arc"

# Fonts
cask "font-victor-mono-nerd-font"
cask "font-hasklug-nerd-font"