tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"



# Developerstuffs
# Dependency manager for Cocoa projects
brew "cocoapods"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
brew "fisher"
# Distributed revision control system
brew "git"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
brew "jq"
brew "docker"
brew "nvm"

# Programs
cask "beardedspice"
brew "slack"
brew "visual-studio-code"
# Magnet
mas install 441258766
# Spotify
brew "spotify"


# Browsers
brew "google-chrome"

# Fonts
cask "font-victor-mono-nerd-font"
cask "font-hasklug-nerd-font"
